{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          0
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          1
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 3,
    "vocab": [
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "▁",
        -2.0317607036984384
      ],
      [
        ",",
        -3.204717361521734
      ],
      [
        "s",
        -3.9921348260199796
      ],
      [
        ".",
        -3.99534775751645
      ],
      [
        "▁the",
        -4.215961072306831
      ],
      [
        "的",
        -4.22882459080844
      ],
      [
        "。",
        -4.471358078784727
      ],
      [
        "▁and",
        -4.567323595681424
      ],
      [
        "▁to",
        -4.646179202919001
      ],
      [
        "▁a",
        -4.803749483331202
      ],
      [
        "▁of",
        -4.822804016734802
      ],
      [
        "▁that",
        -5.027104230159175
      ],
      [
        "▁in",
        -5.091913063551026
      ],
      [
        "▁i",
        -5.1572427594921955
      ],
      [
        "▁we",
        -5.404037728123036
      ],
      [
        "ing",
        -5.417684770402603
      ],
      [
        "▁you",
        -5.442081990928536
      ],
      [
        "在",
        -5.452057924395319
      ],
      [
        "▁is",
        -5.468528881813755
      ],
      [
        "t",
        -5.539386888834541
      ],
      [
        "d",
        -5.551036173420396
      ],
      [
        "是",
        -5.56117318731005
      ],
      [
        "▁it",
        -5.657036183462031
      ],
      [
        "▁this",
        -5.734707837529381
      ],
      [
        "ed",
        -5.741590551808862
      ],
      [
        "\"",
        -5.753643828422925
      ],
      [
        "?",
        -5.755757856359528
      ],
      [
        "了",
        -5.7833409001102485
      ],
      [
        "有",
        -5.898878908512673
      ],
      [
        "▁so",
        -5.902063542641828
      ],
      [
        "i",
        -5.905427724171947
      ],
      [
        "e",
        -5.913656642929283
      ],
      [
        "a",
        -5.959264045060337
      ],
      [
        "我",
        -5.978186625083824
      ],
      [
        "y",
        -6.019911575879604
      ],
      [
        "▁for",
        -6.033161955192467
      ],
      [
        "我們",
        -6.036258735284566
      ],
      [
        "▁我",
        -6.0640052966894995
      ],
      [
        "▁was",
        -6.09458234124118
      ],
      [
        "▁they",
        -6.104261919631613
      ],
      [
        "▁are",
        -6.148820549681455
      ],
      [
        "不",
        -6.155662956776014
      ],
      [
        "n",
        -6.157508992719082
      ],
      [
        "ly",
        -6.181934745530077
      ],
      [
        "r",
        -6.198857396557873
      ],
      [
        "'s",
        -6.208873855575563
      ],
      [
        ":",
        -6.212263626762519
      ],
      [
        "▁but",
        -6.221215956992475
      ],
      [
        "▁be",
        -6.242887519821984
      ],
      [
        "一",
        -6.245681221446764
      ],
      [
        "▁have",
        -6.25301876116654
      ],
      [
        "會",
        -6.257036869830856
      ],
      [
        "和",
        -6.283000623570226
      ],
      [
        "人",
        -6.294156151588153
      ],
      [
        "▁with",
        -6.294503260335878
      ],
      [
        "▁on",
        -6.317760238593063
      ],
      [
        "▁what",
        -6.328173964108418
      ],
      [
        "、",
        -6.34474542467442
      ],
      [
        "re",
        -6.351009073613895
      ],
      [
        "er",
        -6.372731136628724
      ],
      [
        "▁我們",
        -6.387825115260339
      ],
      [
        "上",
        -6.424035107856406
      ],
      [
        "▁can",
        -6.43871975054266
      ],
      [
        "m",
        -6.450767682731282
      ],
      [
        "or",
        -6.465779942416955
      ],
      [
        "al",
        -6.480254698872342
      ],
      [
        "你",
        -6.48900254643501
      ],
      [
        "g",
        -6.518436266419009
      ],
      [
        "▁my",
        -6.524397013200561
      ],
      [
        "▁do",
        -6.526175386275774
      ],
      [
        "來",
        -6.535499144012503
      ],
      [
        "▁as",
        -6.547103416464278
      ],
      [
        "到",
        -6.551117730691201
      ],
      [
        "▁about",
        -6.558295004146066
      ],
      [
        "▁it's",
        -6.566452873065524
      ],
      [
        "▁not",
        -6.5928628186597305
      ],
      [
        "這",
        -6.597448250292031
      ],
      [
        "▁there",
        -6.6184978608859275
      ],
      [
        "c",
        -6.6190379074650725
      ],
      [
        "▁all",
        -6.626160711103584
      ],
      [
        "▁at",
        -6.6270668316842585
      ],
      [
        "要",
        -6.663682607420304
      ],
      [
        "一個",
        -6.683349808086664
      ],
      [
        "大",
        -6.687981397452429
      ],
      [
        "f",
        -6.690176664347279
      ],
      [
        "▁one",
        -6.692011195326815
      ],
      [
        "中",
        -6.6931294503251895
      ],
      [
        "w",
        -6.69448666635474
      ],
      [
        "in",
        -6.702569927029424
      ],
      [
        "o",
        -6.727750585216933
      ],
      [
        "st",
        -6.733718582375429
      ],
      [
        "▁like",
        -6.734547976890719
      ],
      [
        "就",
        -6.737962321273049
      ],
      [
        "▁people",
        -6.738892057869272
      ],
      [
        "▁our",
        -6.768672116723394
      ],
      [
        "「",
        -6.774302350180717
      ],
      [
        "說",
        -6.776506849937075
      ],
      [
        "」",
        -6.778525839021354
      ],
      [
        "▁from",
        -6.7875266613165515
      ],
      [
        "對",
        -6.789041925791073
      ],
      [
        "很",
        -6.791936880203092
      ],
      [
        "it",
        -6.798555667665365
      ],
      [
        "他們",
        -6.816655858766023
      ],
      [
        "es",
        -6.8167903918677
      ],
      [
        "▁if",
        -6.835837833629702
      ],
      [
        "▁he",
        -6.837722087278669
      ],
      [
        "▁an",
        -6.8397646915227295
      ],
      [
        "▁me",
        -6.840858098703029
      ],
      [
        "▁or",
        -6.84477664610923
      ],
      [
        "用",
        -6.856649803195429
      ],
      [
        "也",
        -6.877800458438282
      ],
      [
        "時",
        -6.88590762473202
      ],
      [
        "▁when",
        -6.896095257381445
      ],
      [
        "ar",
        -6.911492745865512
      ],
      [
        "能",
        -6.91778443977414
      ],
      [
        "p",
        -6.9187022229946535
      ],
      [
        "都",
        -6.936089704417045
      ],
      [
        "▁just",
        -6.936591920534081
      ],
      [
        "▁now",
        -6.949092603236172
      ],
      [
        "地",
        -6.959238633203681
      ],
      [
        "▁these",
        -6.961471727166707
      ],
      [
        "這些",
        -6.96163396737632
      ],
      [
        "h",
        -6.977149268599122
      ],
      [
        "出",
        -6.977568276540131
      ],
      [
        "l",
        -6.978016896923057
      ],
      [
        "去",
        -7.004957459169882
      ],
      [
        "▁但",
        -7.005287039369705
      ],
      [
        "▁out",
        -7.0115867470595195
      ],
      [
        "le",
        -7.022525087031532
      ],
      [
        "▁by",
        -7.023506119165059
      ],
      [
        "▁how",
        -7.033639351671821
      ],
      [
        "被",
        -7.03503629879617
      ],
      [
        "ion",
        -7.038117040554511
      ],
      [
        "▁because",
        -7.039578968905014
      ],
      [
        "這個",
        -7.040934091953771
      ],
      [
        "好",
        -7.04590211864299
      ],
      [
        "可以",
        -7.06766785505431
      ],
      [
        "過",
        -7.072961879428391
      ],
      [
        "年",
        -7.0733074819053705
      ],
      [
        "▁up",
        -7.0829381264973446
      ],
      [
        "▁more",
        -7.091922495352279
      ],
      [
        "從",
        -7.099867325020336
      ],
      [
        "子",
        -7.1013679224373405
      ],
      [
        "u",
        -7.102689423147664
      ],
      [
        "▁their",
        -7.108117194870671
      ],
      [
        "他",
        -7.108906233094526
      ],
      [
        "ic",
        -7.110545395405245
      ],
      [
        "▁know",
        -7.1110727526683934
      ],
      [
        "▁them",
        -7.122485120648321
      ],
      [
        "k",
        -7.130847626431876
      ],
      [
        "▁who",
        -7.13257715146341
      ],
      [
        "▁see",
        -7.145081664546453
      ],
      [
        "▁your",
        -7.149363400615849
      ],
      [
        "th",
        -7.151280438954819
      ],
      [
        "▁had",
        -7.153219672923951
      ],
      [
        "▁這",
        -7.171401982260427
      ],
      [
        "下",
        -7.171803055756303
      ],
      [
        "▁us",
        -7.183216268376839
      ],
      [
        "very",
        -7.1885677070977945
      ],
      [
        "▁were",
        -7.195737620540838
      ],
      [
        "所",
        -7.202494401448558
      ],
      [
        "en",
        -7.213555099732741
      ],
      [
        "做",
        -7.2144400005059826
      ],
      [
        "著",
        -7.217737615226929
      ],
      [
        "它",
        -7.223402952246085
      ],
      [
        "把",
        -7.22699895680079
      ],
      [
        "te",
        -7.23692492445873
      ],
      [
        "▁going",
        -7.242504282817768
      ],
      [
        "ro",
        -7.244475925312663
      ],
      [
        "▁would",
        -7.247857423780836
      ],
      [
        "▁think",
        -7.258750627339936
      ],
      [
        "▁get",
        -7.265191694767951
      ],
      [
        "ation",
        -7.2705847434214625
      ],
      [
        "沒有",
        -7.275897814388168
      ],
      [
        "▁no",
        -7.2876106504983404
      ],
      [
        "on",
        -7.287798111614931
      ],
      [
        "多",
        -7.288499867490932
      ],
      [
        "b",
        -7.293339195988102
      ],
      [
        "為",
        -7.294653820988449
      ],
      [
        "▁你",
        -7.296535868986881
      ],
      [
        "以",
        -7.2968498851053205
      ],
      [
        "想",
        -7.297657349055207
      ],
      [
        "就是",
        -7.298226756479867
      ],
      [
        "於",
        -7.325777202231768
      ],
      [
        "which",
        -7.329349188704388
      ],
      [
        "小",
        -7.330396612450647
      ],
      [
        "更",
        -7.331169215316237
      ],
      [
        "▁some",
        -7.347574115516773
      ],
      [
        "看",
        -7.349028184071939
      ],
      [
        "▁time",
        -7.351798118839659
      ],
      [
        "▁world",
        -7.355990606772332
      ],
      [
        "最",
        -7.361055527775161
      ],
      [
        "▁really",
        -7.374569981747703
      ],
      [
        "裡",
        -7.384750350858518
      ],
      [
        "而",
        -7.395943947086257
      ],
      [
        "ch",
        -7.396488843656311
      ],
      [
        "▁here",
        -7.402764181927573
      ],
      [
        "▁could",
        -7.418896910193549
      ],
      [
        "'ve",
        -7.421249705337658
      ],
      [
        "▁has",
        -7.428720963504832
      ],
      [
        "n't",
        -7.430061030643488
      ],
      [
        "將",
        -7.431073790038656
      ],
      [
        "成",
        -7.4314919459066875
      ],
      [
        "▁de",
        -7.431990497841213
      ],
      [
        "者",
        -7.432484740953237
      ],
      [
        "ce",
        -7.43456035822355
      ],
      [
        "▁所以",
        -7.4348143826365085
      ],
      [
        "▁will",
        -7.437655855667531
      ],
      [
        "at",
        -7.438811767161104
      ],
      [
        "與",
        -7.446224960984207
      ],
      [
        "個",
        -7.447698306104828
      ],
      [
        "an",
        -7.453284605027349
      ],
      [
        "se",
        -7.45586243684766
      ],
      [
        "得",
        -7.456409349813782
      ],
      [
        "開始",
        -7.457442821451332
      ],
      [
        "'m",
        -7.465816795466589
      ],
      [
        "▁into",
        -7.466571214294092
      ],
      [
        "▁then",
        -7.468051933090637
      ],
      [
        "力",
        -7.482245645911146
      ],
      [
        "性",
        -7.485874504850601
      ],
      [
        "生",
        -7.487025445446708
      ],
      [
        "讓",
        -7.487318987557
      ],
      [
        "lo",
        -7.488265407704377
      ],
      [
        "▁go",
        -7.492933814829788
      ],
      [
        "▁other",
        -7.493797906109954
      ],
      [
        "is",
        -7.502541087576676
      ],
      [
        "▁他們",
        -7.503306688747703
      ],
      [
        "il",
        -7.5051667514674865
      ],
      [
        "▁where",
        -7.505682976324509
      ],
      [
        "▁don't",
        -7.5124729531645205
      ],
      [
        "的人",
        -7.519798423684055
      ],
      [
        "ent",
        -7.52079003342997
      ],
      [
        "▁did",
        -7.532282863315714
      ],
      [
        "▁way",
        -7.535448297590024
      ],
      [
        "那",
        -7.536895967146878
      ],
      [
        "體",
        -7.536925842588959
      ],
      [
        "v",
        -7.538109973067099
      ],
      [
        "ers",
        -7.538327555846164
      ],
      [
        "ate",
        -7.538349284801182
      ],
      [
        "ive",
        -7.54080026064555
      ],
      [
        "▁she",
        -7.541516364722314
      ],
      [
        "ur",
        -7.554740553291284
      ],
      [
        "▁p",
        -7.555534578572592
      ],
      [
        "▁years",
        -7.571150651389461
      ],
      [
        "▁want",
        -7.5771571119183765
      ],
      [
        "▁make",
        -7.586337168807866
      ],
      [
        "後",
        -7.586404715416496
      ],
      [
        "心",
        -7.589784555844469
      ],
      [
        "ter",
        -7.590541653067001
      ],
      [
        "▁new",
        -7.5920922561705755
      ],
      [
        "或",
        -7.5932695340344605
      ],
      [
        "非常",
        -7.598069385612455
      ],
      [
        "▁actually",
        -7.598078504855321
      ],
      [
        "po",
        -7.599436115660707
      ],
      [
        "家",
        -7.604854414293346
      ],
      [
        "給",
        -7.605687060416553
      ],
      [
        "▁b",
        -7.6078452576553826
      ],
      [
        "▁right",
        -7.61002728435621
      ],
      [
        "▁been",
        -7.62559508252072
      ],
      [
        "▁co",
        -7.631481037916851
      ],
      [
        "比",
        -7.6321707011375075
      ],
      [
        "還",
        -7.636942094091076
      ],
      [
        "▁over",
        -7.638002403669246
      ],
      [
        "可",
        -7.6387195891389315
      ],
      [
        "▁things",
        -7.642021854161259
      ],
      [
        "▁even",
        -7.646422092935676
      ],
      [
        "當",
        -7.647403951246773
      ],
      [
        "知道",
        -7.650926445805247
      ],
      [
        "hose",
        -7.658986184383606
      ],
      [
        "as",
        -7.662444648196054
      ],
      [
        "▁well",
        -7.666099400484349
      ],
      [
        "高",
        -7.6838823518999675
      ],
      [
        "▁need",
        -7.690036168797048
      ],
      [
        "不是",
        -7.692672717358203
      ],
      [
        "面",
        -7.693288542956623
      ],
      [
        "▁first",
        -7.693713800387133
      ],
      [
        "la",
        -7.701430444427658
      ],
      [
        "▁look",
        -7.702947876969304
      ],
      [
        "天",
        -7.705542996280835
      ],
      [
        "▁work",
        -7.706531109063272
      ],
      [
        "▁than",
        -7.708396917508933
      ],
      [
        "ve",
        -7.715546127622089
      ],
      [
        "▁因為",
        -7.715894876673614
      ],
      [
        "長",
        -7.7161538565219825
      ],
      [
        "需要",
        -7.727335155258832
      ],
      [
        "▁say",
        -7.7331107014088065
      ],
      [
        "之",
        -7.737433155391226
      ],
      [
        "vi",
        -7.74146857691488
      ],
      [
        "我的",
        -7.7424116666367855
      ],
      [
        ";",
        -7.742692647462896
      ],
      [
        "▁這是",
        -7.745297736928951
      ],
      [
        "▁con",
        -7.746178736533336
      ],
      [
        "▁two",
        -7.749484207329685
      ],
      [
        "ity",
        -7.752391893571907
      ],
      [
        "點",
        -7.752589238616263
      ],
      [
        "我們的",
        -7.752997678111042
      ],
      [
        "el",
        -7.754209493779641
      ],
      [
        "發",
        -7.754578696495113
      ],
      [
        "we're",
        -7.754808527268137
      ],
      [
        "▁他",
        -7.755601979574434
      ],
      [
        "▁also",
        -7.758795730262618
      ],
      [
        "自己",
        -7.767343291571647
      ],
      [
        "度",
        -7.769017244985697
      ],
      [
        "▁most",
        -7.771117295725844
      ],
      [
        "ment",
        -7.776523000205589
      ],
      [
        "ne",
        -7.786229681209495
      ],
      [
        "!",
        -7.788329587477849
      ],
      [
        "▁something",
        -7.788999152373274
      ],
      [
        "us",
        -7.789194761640925
      ],
      [
        "▁take",
        -7.790217555345247
      ],
      [
        "▁her",
        -7.794095641721988
      ],
      [
        "▁life",
        -7.795775323915899
      ],
      [
        "▁pro",
        -7.796683635810428
      ],
      [
        "▁his",
        -7.799268527279613
      ],
      [
        "分",
        -7.799903055410452
      ],
      [
        "▁而",
        -7.800644158856182
      ],
      [
        "前",
        -7.801956899323475
      ],
      [
        "她",
        -7.812993285527757
      ],
      [
        "可能",
        -7.819344008843201
      ],
      [
        "動",
        -7.824788635145099
      ],
      [
        "斯",
        -7.826331628816666
      ],
      [
        "化",
        -7.826617067329712
      ],
      [
        "▁back",
        -7.829986037945032
      ],
      [
        "無",
        -7.8315091733997555
      ],
      [
        "▁much",
        -7.837209092508667
      ],
      [
        "量",
        -7.841636887077074
      ],
      [
        "z",
        -7.842888249314484
      ],
      [
        "一些",
        -7.849991446326429
      ],
      [
        "問題",
        -7.852288704962689
      ],
      [
        "水",
        -7.856433701610706
      ],
      [
        "開",
        -7.8571579245219905
      ],
      [
        "▁said",
        -7.857352604597063
      ],
      [
        "數",
        -7.858574634090957
      ],
      [
        "ll",
        -7.860570934792225
      ],
      [
        "外",
        -7.86081400273568
      ],
      [
        "學",
        -7.863826305597682
      ],
      [
        "ok",
        -7.8671795017580095
      ],
      [
        "▁many",
        -7.871481613405885
      ],
      [
        "▁only",
        -7.872280808772469
      ],
      [
        "op",
        -7.876796774138478
      ],
      [
        "ul",
        -7.876804746547579
      ],
      [
        "▁un",
        -7.878971475013241
      ],
      [
        "正",
        -7.87907987354602
      ],
      [
        "進",
        -7.879506002528535
      ],
      [
        "手",
        -7.881227884193992
      ],
      [
        "able",
        -7.882562806865183
      ],
      [
        "tra",
        -7.88340493980375
      ],
      [
        "事",
        -7.8871161656173925
      ],
      [
        "嗎",
        -7.891387546164623
      ],
      [
        "再",
        -7.894213629331475
      ],
      [
        "法",
        -7.89446596921692
      ],
      [
        "已經",
        -7.897329819016466
      ],
      [
        "什麼",
        -7.904988977143558
      ],
      [
        "像",
        -7.909881523513992
      ],
      [
        "那些",
        -7.915157045851721
      ],
      [
        "發現",
        -7.915492019728191
      ],
      [
        "研究",
        -7.917991544950613
      ],
      [
        "行",
        -7.918133817937603
      ],
      [
        "特",
        -7.920562839827429
      ],
      [
        "ted",
        -7.92191414483835
      ],
      [
        "▁它",
        -7.929416222843244
      ],
      [
        "▁got",
        -7.931859078380164
      ],
      [
        "你們",
        -7.932956839064694
      ],
      [
        "▁thing",
        -7.935763968625075
      ],
      [
        "名",
        -7.93706388800147
      ],
      [
        "ol",
        -7.94034475048721
      ],
      [
        "tion",
        -7.941850705256352
      ],
      [
        "▁lot",
        -7.942229712657355
      ],
      [
        "同",
        -7.945010742913134
      ],
      [
        "相",
        -7.945613106076472
      ],
      [
        "ho",
        -7.948469095121146
      ],
      [
        "回",
        -7.950631964464158
      ],
      [
        "ge",
        -7.953303063808496
      ],
      [
        "'re",
        -7.954350283700981
      ],
      [
        "▁every",
        -7.961159649594352
      ],
      [
        "▁ra",
        -7.970908560505611
      ],
      [
        "▁little",
        -7.97261157832852
      ],
      [
        "x",
        -7.973314321723906
      ],
      [
        "及",
        -7.973665243403641
      ],
      [
        "▁kind",
        -7.975019628727029
      ],
      [
        "▁human",
        -7.975881094280661
      ],
      [
        "ck",
        -7.977717926555297
      ],
      [
        "如何",
        -7.97973525790084
      ],
      [
        "機",
        -7.980954841126419
      ],
      [
        "you're",
        -7.981606207414487
      ],
      [
        "2",
        -7.981628146145614
      ],
      [
        "一樣",
        -7.995903938268235
      ],
      [
        "lu",
        -7.996199145415888
      ],
      [
        "這種",
        -7.996219035083879
      ],
      [
        "跟",
        -7.999306785753072
      ],
      [
        "頭",
        -7.9994434351108215
      ],
      [
        "5",
        -8.001901892978246
      ],
      [
        "起",
        -8.007788480111094
      ],
      [
        "內",
        -8.011607693644455
      ],
      [
        "ies",
        -8.017076841907858
      ],
      [
        "現在",
        -8.019933422736367
      ],
      [
        "▁different",
        -8.02813960987795
      ],
      [
        "un",
        -8.028830296417535
      ],
      [
        "合",
        -8.029041320397011
      ],
      [
        "自",
        -8.030062443589669
      ],
      [
        "利",
        -8.030309806759737
      ],
      [
        "發生",
        -8.030889681282492
      ],
      [
        "▁through",
        -8.031802904365918
      ],
      [
        "▁good",
        -8.034079655212416
      ],
      [
        "加",
        -8.034560852263695
      ],
      [
        "改變",
        -8.03568547411502
      ],
      [
        "向",
        -8.037755456540204
      ],
      [
        "mo",
        -8.038434519684836
      ],
      [
        "▁但是",
        -8.048693749957291
      ],
      [
        "om",
        -8.0504248460534
      ],
      [
        "▁why",
        -8.058187925535284
      ],
      [
        "本",
        -8.058358563649085
      ],
      [
        "新",
        -8.058450290904903
      ],
      [
        "見",
        -8.060848250507895
      ],
      [
        "位",
        -8.06122188291069
      ],
      [
        "to",
        -8.062191860930424
      ],
      [
        "沒",
        -8.062883583619769
      ],
      [
        "ut",
        -8.06361148868091
      ],
      [
        "▁come",
        -8.070731938894866
      ],
      [
        "看到",
        -8.073253825801045
      ],
      [
        "ry",
        -8.073847781587038
      ],
      [
        "▁part",
        -8.074108436532878
      ],
      [
        "期",
        -8.074429859513074
      ],
      [
        "ld",
        -8.075562615086024
      ],
      [
        "世界",
        -8.075834905595999
      ],
      [
        "場",
        -8.077472928681155
      ],
      [
        "▁around",
        -8.077583768843404
      ],
      [
        "4",
        -8.077700901653643
      ],
      [
        "am",
        -8.078323079915545
      ],
      [
        "me",
        -8.080891625090091
      ],
      [
        "放",
        -8.081861928993941
      ],
      [
        "理",
        -8.082796723744165
      ],
      [
        "兩",
        -8.08961378866817
      ],
      [
        "你的",
        -8.093350769777404
      ],
      [
        "重",
        -8.094121687871349
      ],
      [
        "這樣",
        -8.09502421676071
      ],
      [
        "est",
        -8.097931542154743
      ],
      [
        "▁show",
        -8.098351027445574
      ],
      [
        "物",
        -8.101275030521206
      ],
      [
        "其他",
        -8.1025502693984
      ],
      [
        "▁然後",
        -8.1027138325298
      ],
      [
        "▁use",
        -8.104183029335712
      ],
      [
        "因為",
        -8.106991575199258
      ],
      [
        "▁down",
        -8.107288989508746
      ],
      [
        "使",
        -8.10855569026742
      ],
      [
        "▁being",
        -8.110841954880208
      ],
      [
        "國家",
        -8.111385840237324
      ],
      [
        "▁tell",
        -8.113883083171842
      ],
      [
        "工作",
        -8.115161415949508
      ],
      [
        "▁any",
        -8.12104731570311
      ],
      [
        "只",
        -8.124265719475073
      ],
      [
        "部",
        -8.129185366697302
      ],
      [
        "愛",
        -8.132395924108318
      ],
      [
        "三",
        -8.132842852233034
      ],
      [
        "人們",
        -8.138512946068738
      ],
      [
        "意",
        -8.141066414909334
      ],
      [
        "作",
        -8.144294148935023
      ],
      [
        "▁dis",
        -8.144917602592894
      ],
      [
        "處",
        -8.145226181911227
      ],
      [
        "um",
        -8.145387745424951
      ],
      [
        "種",
        -8.145703106866897
      ],
      [
        "真的",
        -8.147884162644612
      ],
      [
        "色",
        -8.148103911921758
      ],
      [
        "它們",
        -8.148506789942378
      ],
      [
        "車",
        -8.148914350917401
      ],
      [
        "▁same",
        -8.149891396643223
      ],
      [
        "ver",
        -8.150842034945754
      ],
      [
        "圖",
        -8.151195015872126
      ],
      [
        "公",
        -8.151469494757935
      ],
      [
        "ac",
        -8.15356465036976
      ],
      [
        "克",
        -8.154175023653497
      ],
      [
        "▁idea",
        -8.160705967764606
      ],
      [
        "人類",
        -8.160980747315314
      ],
      [
        "打",
        -8.166857866395526
      ],
      [
        "▁car",
        -8.172581850309005
      ],
      [
        "問",
        -8.17472944502296
      ],
      [
        "的是",
        -8.179467718818067
      ],
      [
        "▁bo",
        -8.179870743722205
      ],
      [
        "爾",
        -8.181833323244247
      ],
      [
        "國",
        -8.18403523725077
      ],
      [
        "邊",
        -8.18660071677717
      ],
      [
        "次",
        -8.187008819681706
      ],
      [
        "如",
        -8.18743075340186
      ],
      [
        "拉",
        -8.187754876103977
      ],
      [
        "走",
        -8.188415000628794
      ],
      [
        "qu",
        -8.18881859395349
      ],
      [
        "ance",
        -8.19020459690326
      ],
      [
        "方",
        -8.190316468873192
      ],
      [
        "光",
        -8.192384900796766
      ],
      [
        "使用",
        -8.192648177592885
      ],
      [
        "pe",
        -8.195936656435315
      ],
      [
        "▁change",
        -8.197150147762159
      ],
      [
        "ot",
        -8.197381931303067
      ],
      [
        "感",
        -8.197965983824886
      ],
      [
        "9",
        -8.202374100174177
      ],
      [
        "ally",
        -8.202886302534882
      ],
      [
        "ant",
        -8.203711590789865
      ],
      [
        "太",
        -8.206323748427462
      ],
      [
        "▁put",
        -8.215101909588299
      ],
      [
        "呢",
        -8.216371290567999
      ],
      [
        "道",
        -8.217146709832267
      ],
      [
        "▁ex",
        -8.221468121210416
      ],
      [
        "每",
        -8.221902851640696
      ],
      [
        "間",
        -8.225222642029072
      ],
      [
        "pi",
        -8.226234078646247
      ],
      [
        "業",
        -8.23286093639836
      ],
      [
        "教",
        -8.234640071599927
      ],
      [
        "▁after",
        -8.237320841421672
      ],
      [
        "▁day",
        -8.240053054207477
      ],
      [
        "能夠",
        -8.242049458297945
      ],
      [
        "任何",
        -8.24217925240469
      ],
      [
        "海",
        -8.242479826064768
      ],
      [
        "文",
        -8.250117884430912
      ],
      [
        "▁sh",
        -8.252746588072235
      ],
      [
        "▁talk",
        -8.25396798418893
      ],
      [
        "1",
        -8.2545166359837
      ],
      [
        "▁find",
        -8.259683494010016
      ],
      [
        "▁try",
        -8.261080306449374
      ],
      [
        "▁system",
        -8.262046891145767
      ],
      [
        "才",
        -8.262855895103803
      ],
      [
        "ke",
        -8.263617476477481
      ],
      [
        "不會",
        -8.264327147096418
      ],
      [
        "ga",
        -8.265107735944468
      ],
      [
        "▁start",
        -8.266011188529495
      ],
      [
        "▁great",
        -8.26743831828643
      ],
      [
        "3",
        -8.2676188854548
      ],
      [
        "入",
        -8.268422837717031
      ],
      [
        "ph",
        -8.27012000533265
      ],
      [
        "▁如果",
        -8.270481071761
      ],
      [
        "--",
        -8.273949936856567
      ],
      [
        "線",
        -8.27582416032985
      ],
      [
        "▁thank",
        -8.278025347567612
      ],
      [
        "花",
        -8.278169038742801
      ],
      [
        "▁three",
        -8.279453574172988
      ],
      [
        "'ll",
        -8.283321855698796
      ],
      [
        "ig",
        -8.283879115847295
      ],
      [
        "cr",
        -8.28841947982825
      ],
      [
        "原",
        -8.288508851759211
      ],
      [
        "▁help",
        -8.28854657289923
      ],
      [
        "美國",
        -8.291688110093698
      ],
      [
        "許多",
        -8.292545030832724
      ],
      [
        "平",
        -8.29319926169347
      ],
      [
        "又",
        -8.293821373906548
      ],
      [
        "設計",
        -8.296464081115632
      ],
      [
        "min",
        -8.297419526997839
      ],
      [
        "▁fact",
        -8.299163950575267
      ],
      [
        "▁現在",
        -8.301665204979361
      ],
      [
        "大家",
        -8.302715709604737
      ],
      [
        "談",
        -8.303192966370197
      ],
      [
        "說:",
        -8.303411012474045
      ],
      [
        "電",
        -8.306815288592377
      ],
      [
        "十",
        -8.307846166758143
      ],
      [
        "called",
        -8.310341785205623
      ],
      [
        "受",
        -8.310910637492029
      ],
      [
        "▁today",
        -8.314698193286976
      ],
      [
        "所有",
        -8.315388319868596
      ],
      [
        "情",
        -8.316572753533418
      ],
      [
        "然",
        -8.319518574576785
      ],
      [
        "▁sp",
        -8.320610320317934
      ],
      [
        "信",
        -8.322737033739177
      ],
      [
        "▁own",
        -8.325499498130268
      ],
      [
        "身",
        -8.325801119483417
      ],
      [
        "8",
        -8.326738649553294
      ],
      [
        "7",
        -8.329230882700818
      ],
      [
        "▁off",
        -8.330089780608802
      ],
      [
        "氣",
        -8.330861657927851
      ],
      [
        "ness",
        -8.33292413323311
      ],
      [
        "亞",
        -8.33558774389219
      ],
      [
        "時間",
        -8.33972539185382
      ],
      [
        "字",
        -8.339801879476838
      ],
      [
        "想要",
        -8.341078720932142
      ],
      [
        "先",
        -8.348009829632346
      ],
      [
        "each",
        -8.348632088193572
      ],
      [
        "提",
        -8.35074098963326
      ],
      [
        "聽",
        -8.35159535846397
      ],
      [
        "都是",
        -8.352600250973431
      ],
      [
        "帶",
        -8.3527473544002
      ],
      [
        "達",
        -8.35424525917789
      ],
      [
        "一種",
        -8.354692407432259
      ],
      [
        "流",
        -8.356655395850371
      ],
      [
        "常",
        -8.356813203461309
      ],
      [
        "明",
        -8.358446070863378
      ],
      [
        "▁percent",
        -8.362218802582795
      ],
      [
        "系統",
        -8.36254337591913
      ],
      [
        "路",
        -8.364984750483659
      ],
      [
        "age",
        -8.365087223847276
      ],
      [
        "6",
        -8.36742091731453
      ],
      [
        "無法",
        -8.367896685074065
      ],
      [
        "但",
        -8.367984868291963
      ],
      [
        "▁ma",
        -8.37195029391215
      ],
      [
        "ru",
        -8.372020904039669
      ],
      [
        "pa",
        -8.373246965907613
      ],
      [
        "▁doing",
        -8.37326880264741
      ],
      [
        "▁made",
        -8.373482334035597
      ],
      [
        "他們的",
        -8.377084836394749
      ],
      [
        "▁should",
        -8.379374678815894
      ],
      [
        "馬",
        -8.382176068655353
      ],
      [
        "▁big",
        -8.383697261142702
      ],
      [
        "的時候",
        -8.3859693067346
      ],
      [
        "va",
        -8.388614658132013
      ],
      [
        "▁give",
        -8.389174816744514
      ],
      [
        "應該",
        -8.390081133214139
      ],
      [
        "器",
        -8.391902028745742
      ],
      [
        "四",
        -8.393460823131743
      ],
      [
        "if",
        -8.39579453119937
      ],
      [
        "全",
        -8.400213586297532
      ],
      [
        "傳",
        -8.401241382513122
      ],
      [
        "he",
        -8.401939799590972
      ],
      [
        "認為",
        -8.402914937160963
      ],
      [
        "▁pre",
        -8.404177564986819
      ],
      [
        "金",
        -8.407153276110536
      ],
      [
        "寫",
        -8.407953830383983
      ],
      [
        "並",
        -8.409193559034797
      ],
      [
        "j",
        -8.410442924728887
      ],
      [
        "幾",
        -8.413979371099272
      ],
      [
        "▁那",
        -8.415392650683428
      ],
      [
        "希望",
        -8.415613673381698
      ],
      [
        "ting",
        -8.416885962099663
      ],
      [
        "'d",
        -8.416941521710998
      ],
      [
        "為什麼",
        -8.418352992465874
      ],
      [
        "▁high",
        -8.418514445523593
      ],
      [
        "話",
        -8.418537454871077
      ],
      [
        "tic",
        -8.420952265916265
      ],
      [
        "卻",
        -8.421408804587747
      ],
      [
        "▁她",
        -8.42252874450429
      ],
      [
        "轉",
        -8.424263852353693
      ],
      [
        "日",
        -8.424957868842942
      ],
      [
        "五",
        -8.4253762351272
      ],
      [
        "▁當",
        -8.425853936097631
      ],
      [
        "難",
        -8.428804251364344
      ],
      [
        "les",
        -8.43057413783608
      ],
      [
        "只是",
        -8.430689535297553
      ],
      [
        "強",
        -8.433147750793275
      ],
      [
        "此",
        -8.436518138402052
      ],
      [
        "▁c",
        -8.438399687102688
      ],
      [
        "self",
        -8.44582754700227
      ],
      [
        "員",
        -8.446311949979647
      ],
      [
        "▁before",
        -8.447378646037636
      ],
      [
        "片",
        -8.448222291817707
      ],
      [
        "bi",
        -8.448342764873868
      ],
      [
        "士",
        -8.45510557172604
      ],
      [
        "論",
        -8.45563337803835
      ],
      [
        "即",
        -8.456831383818498
      ],
      [
        "指",
        -8.458127700296163
      ],
      [
        "▁brain",
        -8.461061710939527
      ],
      [
        "▁him",
        -8.4634565065696
      ],
      [
        "民",
        -8.464213969019857
      ],
      [
        "視",
        -8.466241089188351
      ],
      [
        "com",
        -8.466897444826904
      ],
      [
        "and",
        -8.469957476845993
      ],
      [
        "ab",
        -8.471861931648426
      ],
      [
        "萬",
        -8.47211335621556
      ],
      [
        "▁might",
        -8.475305301149733
      ],
      [
        "ag",
        -8.476056385290661
      ],
      [
        "ca",
        -8.476208279984073
      ],
      [
        "ions",
        -8.476437387548943
      ],
      [
        "mp",
        -8.477677154489626
      ],
      [
        "西",
        -8.478154868929881
      ],
      [
        "型",
        -8.478357351719916
      ],
      [
        "反",
        -8.47857495358443
      ],
      [
        "了解",
        -8.48262476232176
      ],
      [
        "得到",
        -8.483422472008748
      ],
      [
        "很多",
        -8.48384013562627
      ],
      [
        "怎麼",
        -8.486192776126058
      ],
      [
        "社會",
        -8.486356432342873
      ],
      [
        "書",
        -8.487748110501387
      ],
      [
        "▁year",
        -8.488685833195152
      ],
      [
        "▁understand",
        -8.492212145800499
      ],
      [
        "▁important",
        -8.496246439755991
      ],
      [
        "ty",
        -8.497898735112852
      ],
      [
        "▁still",
        -8.498271308423538
      ],
      [
        "就會",
        -8.502325231785315
      ],
      [
        "實",
        -8.50513496081361
      ],
      [
        "▁never",
        -8.505307035051015
      ],
      [
        "▁thought",
        -8.505761398680999
      ],
      [
        "50",
        -8.506375695267485
      ],
      [
        "極",
        -8.512092835490195
      ],
      [
        "▁another",
        -8.51300600854511
      ],
      [
        "▁last",
        -8.514588484051894
      ],
      [
        "▁place",
        -8.515112501888304
      ],
      [
        "影響",
        -8.515527819835071
      ],
      [
        "▁better",
        -8.517374760152382
      ],
      [
        "真",
        -8.518128723807967
      ],
      [
        "▁live",
        -8.519177490195577
      ],
      [
        "星",
        -8.519757991671012
      ],
      [
        "per",
        -8.521071366848119
      ],
      [
        "交",
        -8.52216760386675
      ],
      [
        "ide",
        -8.522191986416946
      ],
      [
        "深",
        -8.522644602114804
      ],
      [
        "定",
        -8.526137631465563
      ],
      [
        "20",
        -8.526483829364269
      ],
      [
        "%",
        -8.526572518422903
      ],
      [
        "▁let",
        -8.528410704570863
      ],
      [
        "應",
        -8.528831894957943
      ],
      [
        "▁play",
        -8.530119443766846
      ],
      [
        "no",
        -8.531134705916909
      ],
      [
        "▁20",
        -8.535111320914947
      ],
      [
        "ian",
        -8.535399710205692
      ],
      [
        "▁started",
        -8.537216651635077
      ],
      [
        "主",
        -8.53948191538958
      ],
      [
        "樣",
        -8.542551453615598
      ],
      [
        "mb",
        -8.543461692260863
      ],
      [
        "東西",
        -8.543661881974408
      ],
      [
        "讓我們",
        -8.545059902400386
      ],
      [
        "▁found",
        -8.550724496432975
      ],
      [
        "ow",
        -8.551389737410041
      ],
      [
        "▁design",
        -8.552130930465532
      ],
      [
        "wa",
        -8.552579431595424
      ],
      [
        "生物",
        -8.552696431676331
      ],
      [
        "以及",
        -8.554388880169306
      ],
      [
        "▁fa",
        -8.555986658562697
      ],
      [
        "▁mi",
        -8.556430154127899
      ],
      [
        "讓我",
        -8.556748009581014
      ],
      [
        "甚至",
        -8.557137004303726
      ],
      [
        "角",
        -8.55760827594551
      ],
      [
        "▁long",
        -8.559962589710063
      ],
      [
        "▁mean",
        -8.564590300990577
      ],
      [
        "其實",
        -8.56516180394657
      ],
      [
        "ated",
        -8.566555676835268
      ],
      [
        "成為",
        -8.56666058014765
      ],
      [
        "▁together",
        -8.56986218284663
      ],
      [
        "取",
        -8.570107898642663
      ],
      [
        "不同",
        -8.570712840308998
      ],
      [
        "fl",
        -8.571181514446094
      ],
      [
        "▁000",
        -8.571187383541515
      ],
      [
        "▁end",
        -8.571516355613833
      ],
      [
        "ect",
        -8.571709233132005
      ],
      [
        "他的",
        -8.571824498533182
      ],
      [
        "一點",
        -8.572444200912068
      ],
      [
        "ure",
        -8.573018067287318
      ],
      [
        "完全",
        -8.574866625608367
      ],
      [
        "立",
        -8.57507622445601
      ],
      [
        "co",
        -8.576864022592437
      ],
      [
        "ence",
        -8.57717683599417
      ],
      [
        "知",
        -8.578353978238038
      ],
      [
        "等",
        -8.579019827269216
      ],
      [
        "這是",
        -8.579083955393754
      ],
      [
        "類",
        -8.579661896591617
      ],
      [
        "們",
        -8.580013428928265
      ],
      [
        "▁la",
        -8.582390033451388
      ],
      [
        "▁love",
        -8.582410316585008
      ],
      [
        "老",
        -8.583328403916306
      ],
      [
        "千",
        -8.584473395169814
      ],
      [
        "▁number",
        -8.584473472335217
      ],
      [
        "▁water",
        -8.584793135618714
      ],
      [
        "up",
        -8.587174754254717
      ],
      [
        "歲",
        -8.587913625292364
      ],
      [
        "品",
        -8.589263945641491
      ],
      [
        "▁school",
        -8.589884803069456
      ],
      [
        "德",
        -8.590867438282038
      ],
      [
        "▁example",
        -8.592354502821129
      ],
      [
        "張",
        -8.592778171398992
      ],
      [
        "▁too",
        -8.593226056656135
      ],
      [
        "▁women",
        -8.595077898762373
      ],
      [
        "例",
        -8.59599007225214
      ],
      [
        "ten",
        -8.597684863616502
      ],
      [
        "這裡",
        -8.598068671086484
      ],
      [
        "ine",
        -8.601375637516632
      ],
      [
        "▁point",
        -8.601549886020408
      ],
      [
        "美",
        -8.601990415841394
      ],
      [
        "▁problem",
        -8.602574070855272
      ],
      [
        "之後",
        -8.602905663395884
      ],
      [
        "非",
        -8.602906846284018
      ],
      [
        "▁fr",
        -8.60355320210416
      ],
      [
        "▁call",
        -8.603614268941433
      ],
      [
        "公司",
        -8.604100630009288
      ],
      [
        "其中",
        -8.6066272420959
      ],
      [
        "land",
        -8.608116015673083
      ],
      [
        "▁如果你",
        -8.608608652602086
      ],
      [
        "最後",
        -8.609224407198678
      ],
      [
        "各位",
        -8.610081172287197
      ],
      [
        "中的",
        -8.610290836340887
      ],
      [
        "▁story",
        -8.610825175500967
      ],
      [
        "格",
        -8.61132398327841
      ],
      [
        "自己的",
        -8.611759431478344
      ],
      [
        "▁few",
        -8.613320923656289
      ],
      [
        "出來",
        -8.615724407854
      ],
      [
        "如果",
        -8.617526280924592
      ],
      [
        "▁gra",
        -8.618103067753793
      ],
      [
        "該",
        -8.619599352831939
      ],
      [
        "▁feel",
        -8.620153138240893
      ],
      [
        "▁can't",
        -8.620525818528055
      ],
      [
        "件",
        -8.620539612704329
      ],
      [
        "▁under",
        -8.621577389663065
      ],
      [
        "吧",
        -8.623345320558524
      ],
      [
        "▁next",
        -8.623749094443903
      ],
      [
        "▁hand",
        -8.624203869414304
      ],
      [
        "工",
        -8.625862185741209
      ],
      [
        "ip",
        -8.625948383397155
      ],
      [
        "通",
        -8.62685289409886
      ],
      [
        "▁而且",
        -8.628533598596656
      ],
      [
        "▁這些",
        -8.630468317395207
      ],
      [
        "▁does",
        -8.631144197008117
      ],
      [
        "▁million",
        -8.631948340642206
      ],
      [
        "生活",
        -8.635199374907614
      ],
      [
        "▁bit",
        -8.636678921332846
      ],
      [
        "接",
        -8.63707155237074
      ],
      [
        "畫",
        -8.638390341220063
      ],
      [
        "相信",
        -8.641862747680786
      ],
      [
        "保",
        -8.642756213934009
      ],
      [
        "▁real",
        -8.64303791415041
      ],
      [
        "還有",
        -8.643045824263892
      ],
      [
        "'",
        -8.643471439887398
      ],
      [
        "的問題",
        -8.64700090496052
      ],
      [
        "是個",
        -8.64778713745673
      ],
      [
        "目",
        -8.649083975606134
      ],
      [
        "▁home",
        -8.649759599252045
      ],
      [
        "▁♫",
        -8.649977095314712
      ],
      [
        "這樣的",
        -8.65092430374752
      ],
      [
        "質",
        -8.651907055194224
      ],
      [
        "went",
        -8.653683809062986
      ],
      [
        "近",
